var tagsList = [
  {
    id: '001',
    name: '体裁',
    list: ['诗', '词', '文言文']
  },
  {
    id: '002',
    name: '朝代',
    list: ['先秦', '两汉', '魏晋', '南北朝', '隋代', '唐代', '五代', '宋代', '金朝', '元代', '明代', '清代', '近代']

  },
  {
    id: '003',
    name: '作者',
    list: ["李白", "杜甫", "杜牧", "陆游", "曹操", "李煜", "元稹", "韩愈", "苏轼", "王维", "岑参", "齐己", "贾岛", "柳永", "李贺", "曹植", "张籍", "孟郊", "皎然", "许浑", "罗隐", "贯休", "韦庄", "屈原", "王勃", "张祜", "王建", "晏殊", "岳飞", "姚合", "卢纶", "秦观", "钱起", "朱熹", "韩偓", "高适", "方干", "李峤", "赵嘏", "贺铸", "郑谷", "郑燮", "张说", "张炎", "白居易", "辛弃疾", "李清照", "刘禹锡", "李商隐", "马致远", "陶渊明", "孟浩然", "柳宗元", "王安石", "欧阳修", "韦应物", "温庭筠", "刘长卿", "王昌龄", "杨万里", "诸葛亮", "范仲淹", "陆龟蒙", "晏几道", "周邦彦", "杜荀鹤", "吴文英", "皮日休", "左丘明", "张九龄", "权德舆", "黄庭坚", "司马迁", "皇甫冉", "卓文君", "文天祥", "刘辰翁", "陈子昂", "纳兰性德"]
  },
  {
    id: '004',
    name: '标签',
    list: ["唐诗三百首", "宋词三百首", "古诗十九首", "小学古诗", "古诗三百首", "宋词精选", "早教古诗100首", "风俗", "乐府", "初中古诗", "叙事", "民歌", "战争", "抱负", "春节", "女子", "赞美", "初中文言文", "高中文言文", "忧国忧民", "思乡", "爱国", "写鸟", "长诗", "写人", "爱情", "讽喻", "诗经", "清明节", "行路", "写雨", "月亮", "哲理", "春天", "写景", "高中古诗", "怀人", "励志", "写风", "秋天", "思念", "写花", "抒情", "送别", "古诗里的十二个月", "柳树", "咏物", "池塘", "夏天", "写水", "喜悦", "西湖", "母亲", "赞颂", "母爱", "孤独", "乡村", "山水", "生活", "人格", "梅花", "寓人", "友情", "长江", "离别", "地名", "悲秋", "写雪", "冬天", "写山", "秋雨", "七夕节", "闺怨", "瀑布", "边塞", "战士", "寓理", "田园", "重阳节", "荷花", "亲情", "劝诫", "纪游", "庐山", "咏志", "抒怀", "地点", "思归", "纪行", "豪放", "宴饮", "惜时", "惜别", "言志", "题画", "贬谪", "中秋节", "闲适", "理想", "写草", "同情", "人民", "怀古", "楚辞", "竹子", "将士", "归隐", "农民", "典故", "咏史怀古", "月下", "饮酒", "读书", "壮志", "凄苦", "惜春", "登高", "愤懑", "拟古", "感慨", "伤老", "黄河", "登楼", "劳动", "月夜", "节日", "访友", "怀才不遇", "音乐", "景点", "桃花", "民谣", "儿童", "农村", "游历", "讽刺", "寒食节", "伤怀", "游园", "菊花", "想象", "猖狂", "征人", "感伤", "怀念", "梦想", "豪迈", "赏月", "羁旅", "孤寂", "惆怅", "赏花", "劳作", "无奈", "端午节", "组诗", "勉励", "写狗古诗18首", "悼亡", "悲歌", "桂花", "分手", "垂钓", "春游", "山村", "故事", "相思", "岁月", "劝慰", "赠别", "感叹", "人生", "行舟", "思亲", "隐士", "寓言", "怜悯", "古体", "记梦", "望月", "歌咏", "美人", "农事", "民族", "边疆", "少女", "悲壮", "忆旧", "松树", "乐歌", "登山", "寻访", "忧愁", "狩猎", "感时", "元宵节", "家乡", "伤感", "渡江", "品格", "即景抒情", "写马", "时光", "品质", "调笑", "修行", "感激", "将军", "秋夜", "工人", "托古讽今", "踏青", "悲愤", "妇女", "坚贞", "军旅", "竞渡", "友人", "大自然", "祝福", "议论", "回忆", "写云", "宫怨", "豪情", "壮志难酬", "豪壮", "弃妇", "宴会", "老师", "新婚", "建功立业", "少年", "喝酒", "待客", "渔人", "失意", "咏史", "敬爱", "荷叶", "隐居", "忧愤", "自传", "肖像", "祭祀", "吊古伤今", "哀思", "暮春", "青春", "借景抒情", "修养", "题诗", "表演", "杂剧", "神话", "牡丹", "和诗", "向往", "追忆", "珍惜", "游子", "惭愧", "时间", "叙梦", "英雄", "壮志未酬", "愿望", "拜访", "社交", "动物", "美学", "哀伤", "食物", "汤圆", "植物", "抒志", "知识", "愉悦", "苦难", "新年", "念旧", "寓志", "月色", "托物抒怀", "文学", "观点", "怀远", "海棠", "热爱", "悲愁", "颂歌", "行军", "艰难", "奴隶", "看花", "寺庙", "述志", "传说", "留客", "大雁", "旷达", "梦游", "月宫", "中秋", "咏怀", "官吏", "忧思", "凄凉", "规劝", "儿歌", "婉约", "士卒", "婚姻", "过年", "对月", "离愁", "回信", "侠客", "夜晚", "寂寞", "伤春", "心情", "失恋", "祝酒", "考试", "悲剧", "沙漠", "告诫", "美女", "亲人", "父亲", "骚体", "忧民", "写诗", "愁绪", "秋游", "谴责", "边将", "游玩", "吊古", "书法", "杏花", "哀歌", "美景", "四季", "惜花", "写树", "父母", "感恩", "启示", "清明", "愤慨", "艺术", "志向", "长篇", "悲伤", "即景", "寓情", "咏柳", "风雨", "旅途", "劝勉", "悼念", "托物寄情", "写雷", "写鬼", "钓鱼", "怨刺", "关怀", "生命", "哀怨", "春景", "相遇", "悲叹", "命运", "散曲", "慨叹", "怀旧", "愁苦", "水乡", "古文观止", "忧伤", "春愁", "歌女", "感悟", "留恋", "慰勉", "江南", "追求", "落花", "苦闷", "离恨", "白菊", "思国", "恨别", "祝寿", "自白", "伤别", "伤今追昔", "散文", "叹息", "忠贞", "夫妻", "祝愿", "愤恨", "伤今感昔", "早春", "写茶", "态度", "芍药", "自由", "怅惘", "黄昏", "隐逸", "借古寄怀", "喜爱", "帝王", "追怀", "怨妇", "忧国", "宫廷", "思索", "哲学", "抒愤", "借古论今", "抚今", "追昔", "历史", "思怀", "故国", "闺思", "遣怀", "游春", "声音", "忠义", "愁闷", "失望", "悲痛", "亡国", "杜鹃", "谪居", "怀古伤今", "橘子", "胞弟", "渔父", "答别", "抚事", "人情", "山川", "景物", "风土", "胸怀", "情思", "梨花", "乐曲", "怀恋", "赠诗", "怀今", "离思", "抚今忆昔", "怨别", "他乡", "故人", "别愁", "身世", "习俗", "春意", "悲苦", "故乡", "闲居", "蝴蝶", "飘泊", "望远", "送春", "种树", "艳情", "哀愁", "荷塘", "怀友", "寿词", "生日", "亡妻", "凄清", "抚今追昔", "积怨", "思想", "思夫", "喻人", "祈雨", "自然", "游赏", "雨夜", "回文", "淡泊", "残春", "凭吊", "组曲", "夕阳", "江峡", "迎春", "眷念", "哀痛", "理理想", "感概", "托志", "恋情", "叶梦得", "叹恨", "舞蹈", "怀古伤心", "春残", "花落", "闺情", "湖水", "忆往", "莲花", "辞赋精选", "书信", "对话", "学习", "传记", "生死", "道德", "技艺", "诚信", "立志", "修身", "借古讽今", "小品", "小学文言文", "谋略", "赋税", "赠言", "序文", "童年", "治国", "写狼", "教育", "知音", "认知", "理论", "文言文", "外交", "劝谏", "邀请", "感想", "游记", "碑记", "祭文", "批评", "公文", "檄文", "地震", "劝学", "赠序", "状物", "家训", "荐书", "史论", "悼惜", "用兵", "讽谏", "思友", "碑文", "朋党", "女性", "骚体赋", "写景抒情", "感情", "小说", "儒道", "推崇", "哀悼", "悔恨", "赞语", "墓志铭", "祭奠", "劝善", "宗教", "策略", "遗恨", "幽怨", "游说", "仁政", "策论", "忧患", "避讳", "说理", "求贤", "争论", "激励", "道理", "孝道", "奏章", "农业", "论述", "政治", "国家", "现实", "不满", "写鼠", "奏疏", "游侠", "山水诗", "用人", "祝贺", "论说文", "乐观", "改革", "揭露", "奏议", "史评", "赞扬", "记游", "建筑", "劝告", "文集", "小品文", "歌颂", "记事", "寓事", "写海", "解释", "写莲", "饥荒", "批判", "社会", "淡泊名利", "地方", "揭示", "赞赏"]
  },
]

module.exports = {
  tagsList
}
